{
  "en": {
    "QHO.title": "<title>Wave functions of the quantum harmonic oscillator</title>",
    "QHO.switchText": "Show wave functions for <var>n</var>:",

    "HA.title": "<title>The radial part of the wave function of a hydrogen atom</title>",
    "HA.ctrlText": "The principal (<var>n</var>) and the azimuthal (<var>l</var>) quantum numbers:",

    "IPW.title": "<title>Wave functions of the particle in a box</title>",
    "IPW.switchText": "Show wave functions for <var>n</var>:",

    "PQM.title": "<title>Founders of quantum theory</title>",
    "PQM.Planck": "Max Planck",
    "PQM.Planck.info": "German theoretical physicist whose discovery of energy quanta won him the Nobel Prize in Physics in 1918. One of the leaders of the Berlin University, the Prussian Academy of Sciences, the German Physical Society and the Kaiser Wilhelm Society.",
    "PQM.Einstein": "Albert Einstein",
    "PQM.Einstein.info": "German-born theoretical physicist who developed the theory of relativity. He received the 1921 Nobel Prize in Physics for his discovery of the law of the photoelectric effect. A member of the Prussian Academy of Sciences, the president of the German Physical Society.",
    "PQM.Bohr": "Niels Bohr",
    "PQM.Bohr.info": "Danish physicist who made foundational contributions to understanding atomic structure and quantum theory, for which he received the Nobel Prize in Physics in 1922. Bohr was also a philosopher and a promoter of scientific research.",
    "PQM.DeBroglie": "Louis de Broglie",
    "PQM.DeBroglie.info": "French physicist who postulated the wave nature of electrons. One of the contributors of the wave–particle duality concept. He won the Nobel Prize for Physics in 1929. Perpetual Secretary of the French Academy of Sciences.",
    "PQM.Schrodinger": "Erwin Schrödinger",
    "PQM.Schrodinger.info": "Nobel Prize-winning Austrian physicist who formulated the wave equation and proposed an original interpretation of the physical meaning of the wave function. An author of many works in various fields of physics.",
    "PQM.Heisenberg": "Werner Heisenberg",
    "PQM.Heisenberg.info": "German theoretical physicist and one of the key pioneers of quantum mechanics. The author of the uncertainty principle. Heisenberg was awarded the Nobel Prize in Physics for 1932 “for the creation of quantum mechanics”.",
    "PQM.Dirac": "Paul Dirac",
    "PQM.Dirac.info": "English theoretical physicist who made fundamental contributions in quantum mechanics and quantum electrodynamics. Professor of the University of Cambridge, a member of the Center for Theoretical Studies, University of Miami. He was awarded Nobel Prize in Physics for 1933.",
    "PQM.Fermi": "Enrico Fermi",
    "PQM.Fermi.info": "Italian physicist, who made significant contributions to the development of quantum theory, nuclear and particle physics, and statistical mechanics. Fermi created the world's first nuclear reactor. He was awarded the 1938 Nobel Prize in Physics.",
    "PQM.Pauli": "Wolfgang Pauli",
    "PQM.Pauli.info": "Swiss and American theoretical physicist. In 1945, Pauli received the Nobel Prize in Physics for his discovery of a new law of Nature, the exclusion principle. The discovery involved spin theory, which is the basis of a theory of the structure of matter.",
    "PQM.Born": "Max Born",
    "PQM.Born.info": "German physicist and mathematician who was instrumental in the development of quantum mechanics. Born won the 1954 Nobel Prize in Physics for his “fundamental research in Quantum Mechanics, especially in the statistical interpretation of the wave function”.",
    "PQM.Landau": "Lev Landau",
    "PQM.Landau.info": "Soviet physicist who made fundamental contributions to many areas of theoretical physics. He received the 1962 Nobel Prize in Physics for his development of a mathematical theory of superfluidity that accounts for the properties of liquid helium II at a temperature below 2.17&nbsp;K.",
    "PQM.Fock": "Vladimir Fock",
    "PQM.Fock.info": "Soviet physicist, who did foundational work on quantum mechanics and quantum electrodynamics. A full member (academician) of the USSR Academy of Sciences and a member of the International Academy of Quantum Molecular Science.",
    "PQM.Feynman": "Richard Feynman",
    "PQM.Feynman.info": "American theoretical physicist known for his work in the path integral formulation of quantum mechanics, the theory of quantum electrodynamics, and the physics of the superfluidity, as well as in particle physics. He received the Nobel Prize in Physics in 1965.",
    "PQM.Bose": "Satyendra Nath Bose",
    "PQM.Bose.info": "Indian physicist specialising in theoretical physics. His work provided the foundation for Bose–Einstein statistics and the theory of the Bose–Einstein condensate. He was awarded India's second highest civilian award, the Padma Vibhushan in 1954.",
    "PQM.tocHint": "A list of scientists"
  },

  "ru": {
    "QHO.title": "<title>Волновые функции квантового гармонического осциллятора</title>",
    "QHO.switchText": "Отображать волновую функцию для <var>n</var>:",

    "HA.title": "<title>Радиальные волновые функции атома водорода</title>",
    "HA.ctrlText": "Главное (<var>n</var>) и орбитальное (<var>l</var>) квантовые числа:",

    "IPW.title": "<title>Волновые функции частицы в потенциальной яме с бесконечно высокими стенками</title>",
    "IPW.switchText": "Отображать волновую функцию для <var>n</var>:",

    "PQM.title": "<title>Основоположники квантовой механики</title>",
    "PQM.Planck": "Макс Планк",
    "PQM.Planck.info": "Немецкий физик-теоретик, основоположник квантовой физики. Лауреат Нобелевской премии по физике и других наград, член Прусской академии наук, ряда иностранных научных обществ и академий наук.",
    "PQM.Einstein": "Альберт Эйнштейн",
    "PQM.Einstein.info": "Физик-теоретик, один из основателей современной теоретической физики, лауреат Нобелевской премии по физике. Почётный доктор около 20 ведущих университетов мира, член многих Академий наук, в том числе иностранный почётный член АН СССР.",
    "PQM.Bohr": "Нильс Бор",
    "PQM.Bohr.info": "Датский физик-теоретик и общественный деятель, один из создателей современной физики. Лауреат Нобелевской премии по физике. Член Датского королевского общества и его президент с 1939 года.",
    "PQM.DeBroglie": "Луи де Бройль",
    "PQM.DeBroglie.info": "Французский физик-теоретик, один из основоположников квантовой механики, лауреат Нобелевской премии по физике за 1929 год, член Французской академии наук и её непременный секретарь, член Французской академии.",
    "PQM.Schrodinger": "Эрвин Шрёдингер",
    "PQM.Schrodinger.info": "Австрийский физик-теоретик, один из создателей квантовой механики. Лауреат Нобелевской премии по физике. Член ряда академий наук мира, в том числе иностранный член Академии наук СССР.",
    "PQM.Heisenberg": "Вернер Гейзенберг",
    "PQM.Heisenberg.info": "Немецкий физик-теоретик, один из создателей квантовой механики, лауреат Нобелевской премии по физике (1932), член ряда академий и научных обществ мира.",
    "PQM.Dirac": "Поль Дирак",
    "PQM.Dirac.info": "Английский физик-теоретик, один из создателей квантовой механики. Лауреат Нобелевской премии по физике 1933 года. Член Лондонского королевского общества, ряда академий наук мира, иностранный член АН СССР, Национальной академии наук США и Папской академии наук.",
    "PQM.Fermi": "Энрико Ферми",
    "PQM.Fermi.info": "Итальянский физик, наиболее известный благодаря созданию первого в мире ядерного реактора, внёсший большой вклад в развитие ядерной физики, физики элементарных частиц, квантовой и статистической механики.",
    "PQM.Pauli": "Вольфганг Паули",
    "PQM.Pauli.info": "Швейцарский физик-теоретик, работавший в области физики элементарных частиц и квантовой механики. Лауреат Нобелевской премии по физике за 1945 год.",
    "PQM.Born": "Макс Борн",
    "PQM.Born.info": "Немецкий и британский физик-теоретик и математик, один из создателей квантовой механики. Лауреат Нобелевской премии по физике. Член ряда научных обществ мира, в том числе иностранный член Академии наук СССР.",
    "PQM.Landau": "Лев Ландау",
    "PQM.Landau.info": "Советский физик-теоретик, основатель научной школы, академик АН&nbsp;СССР. Лауреат Нобелевской премии по физике 1962 года. Герой Социалистического Труда. Ландау создал многочисленную школу физиков-теоретиков.",
    "PQM.Fock": "Владимир Фок",
    "PQM.Fock.info": "Советский физик. Академик АН СССР. Член ряда академий наук и научных обществ. Удостоен многих национальных и международных наград.",
    "PQM.Feynman": "Ричард Фейнман",
    "PQM.Feynman.info": "Американский учёный. Основные достижения относятся к области теоретической физики. Один из создателей квантовой электродинамики. В 1943—1945 годах входил в число разработчиков атомной бомбы в Лос-Аламосе.",
    "PQM.Bose": "Сатьендра Нат Бозе",
    "PQM.Bose.info": "Индийский физик, специализировавшийся в математической физике. Один из создателей квантовой статистики, теории конденсата Бозе — Эйнштейна. В его честь назвали бозон.",
    "PQM.tocHint": "Список персоналий"
  }
}